Repository: jfmauzey/SIP
Catalog: i18n/*/LC_MESSAGES/sip_messages.po
Languages: af_af, ar_sa

source: Manage Plugins
ar_sa: إدارة الملحقات

source: System update
ar_sa: تحديث النظام

source: Up-to-date.
af_af: Op-datum.
ar_sa: محدثة.

source: New version is available!
af_af: Nuwe weergawe is beskikbaar!
ar_sa: !نسخة جديدة متاحة!

source: Available revision
af_af: Beskikbare hersiening
ar_sa: النسخة المتاحة

source: Changes
af_af: Veranderinge
ar_sa: التغييرات

source: Currently running revision
af_af: Huidig werkende hersiening
ar_sa: النسخة الحالية

source: System update plug-in encountered error
af_af: Fout met stelsel opgradeer inprop
ar_sa: حدث خطأ في برنامج التحديث

source: Could not use git to determine version!
af_af: Kan nie git gebruik om hersiening te bepaal!
ar_sa: لا يمكن استخدام بوابة git لتحديد إصدار!

source: Could not use git to determine date of last commit!
af_af: Kan nie git gebruik om datum van laaste verandering te bepaal!
ar_sa: لا يمكن استخدام بوابة git لتحديد تاريخ اخر تحديث!

source: System name
af_af: Stelsel naam
ar_sa: اسم النظام

source: Unique name of this SIP system.
af_af: Unieke naam van SIP stelsel.
ar_sa: الاسم الفريد لهذا النظام SIP.

source: System
af_af: Stelsel
ar_sa: النظام

source: City name or zip code. Use comma or + in place of space.
af_af: Naam of code van Stad. Gebruik 'n komma of + in plaas van spasie.
ar_sa: المدينة أو الرمز البريدي. استعمل الفاصلة أو + مكان الفراغ.

source: Location
af_af: Posisie
ar_sa: الموقع

source: Language
af_af: Taal
ar_sa: اللغة

source: Select language.
af_af: Kies Taal.
ar_sa: اختر اللغة.

source: 24-hour clock
af_af: 24-uur horlosie
ar_sa: 24 ساعة

source: Display times in 24 hour format (as opposed to AM/PM style.)
af_af: Wys tyd in 24 uur formaat (in teenstelling met VM/NM styl.)
ar_sa: عرض الوقت بصيغة 24 ساعة

source: HTTP port
af_af: HTTP poort
ar_sa: منفذ HTTP

source: HTTP port.
af_af: HTTP poort.
ar_sa: منفذ HTTP.

source: GPIO Library to use. Default is RPi.GPIO
ar_sa: مكتبة جبيو لاستخدام. القيمة الافتراضية هي RPi.GPIO

source: Use pigpio
ar_sa: إستخدم مكتبة pigpio

source: Water Scaling
af_af: Water Verhouding
ar_sa: زيادة معدل الري

source: Water scaling (as %), between 0 and 100.
af_af: Water verhouding (as %), tussen 0 en 100.
ar_sa: زيادة معدل الري (%) من 0 إلى 100.

source: Allow anonymous users to access the system without a password.
af_af: Laat anonieme gebruikers toe om stelsel sonder wagwoord te gebruik.
ar_sa: السماح للمستخدمين غير المسجلين بالدخول للنظام بدون كلمة سر.

source: Disable security
af_af: Ontmagtig Sekuriteit
ar_sa: تعطيل خاصية الأمان

source: Change Password
af_af: Verander Wagwoord
ar_sa: تغيير كلمة السر

source: Current password
af_af: Huidige Wagwoord
ar_sa: كلمة السر الحالية

source: Re-enter the current password.
af_af: Voer huidige wagwoord weer in.
ar_sa: ادخل كلمة السر الحالية مرة أخرى.

source: Enter a new password.
af_af: Tik nuwe wagwoord in.
ar_sa: ادخل كلمة السر الجديدة.

source: New password
af_af: Nuwe wagwoord
ar_sa: كلمة السر الجديدة

source: Confirm password
af_af: Bevestig wagwoord
ar_sa: ادخل كلمة السر مرة أخرى

source: Confirm the new password.
af_af: Bevestig nuwe wagwoord.
ar_sa: ادخل كلمة السر الجديدة مرة أخرى.

source: Sequential
af_af: Opeenvolgende
ar_sa: تسلسلي

source: Sequential or concurrent running mode.
af_af: Opeenvolgende of gelyktydige werkende seleksie.
ar_sa: تسلسلي أو طريقة الري الحالية.

source: Station Handling
af_af: Stasie Hantering
ar_sa: إعداد المحطات

source: Allow each station to have its own run time in programs.
ar_sa: السماح لكل محطة بوقت التشغيل الخاص بها في البرامج.

source: Individual Duration
ar_sa: الفترة الفردية

source: Extension boards
af_af: Bord Uitbreiding
ar_sa: لوحة التوسع

source: Number of extension boards.
af_af: Nommer van uitgebreide borde.
ar_sa: عدد لوحات التوسع.

source: Station delay
af_af: Stasie vertraging
ar_sa: زمن تأخير المحطة

source: Station delay time (in seconds), between 0 and 240.
af_af: Stasie vertraging tyd (in sekondes), tussen 0 en 240.
ar_sa: زمن تأخير المحطة (ثانية) من 0 إلى 24.

source: Active-Low Relay
ar_sa: مرحِل غير فعال

source: Using active-low relay boards connected through shift registers
ar_sa: استخدام لوحات مرحلات غير نشطة متصلة عن طريق تحويل السجل

source: Master station
af_af: Hoof Stasie
ar_sa: المحطة الرئيسية

source: Select master station.
af_af: Kies hoof stasie.
ar_sa: اختر المحطة الرئيسية.

source: Configure Master
af_af: Verstel Hoof
ar_sa: إعدادات المحطة الرئيسية

source: Master on adjust
af_af: Hoof aan verstel
ar_sa: الرئيسية قابلة للتعديل

source: Master on delay (in seconds), between +0 and +60.
af_af: Hoof aan vertraging (in sekondes), tussen +0 en + 60.
ar_sa: الرئيسية قابلة التأجيل (ثانية) من 0 إلى 60.

source: Master off adjust
af_af: Hoof af verstel
ar_sa: الرئيسية غير قابلة للتعديل

source: Master off delay (in seconds), between -60 and +60.
af_af: Hoof af vertraging (in sekondes), tussen -60 en + 60.
ar_sa: الرئيسية غير قابلة التأجيل (ثانية) من -60 إلى 60.

source: Use rain sensor
af_af: Gebruik reën sensor
ar_sa: استخدم حساس المطر

source: Use rain sensor.
af_af: Gebruik reën sensor.
ar_sa: استخدم حساس المطر.

source: Rain Sensor
af_af: Reën Sensor
ar_sa: حساس المطر

source: Normally open
af_af: Normaal Oop
ar_sa: غير موصل

source: Rain sensor type.
af_af: Reën sensor tipe.
ar_sa: نوع حساس المطر.

source: Enable logging
af_af: Aktiveer aanmelding
ar_sa: فعل حفظ البيانات

source: Log all events - note that repetitive writing to an SD card can shorten its lifespan.
af_af: Teken alle gebeurtenisse aan - neem kennis dat herhaaldelike skryf na SD kaart kan lewenspan verkort.
ar_sa: احفظ كل البيانات - قد يؤدي إلى تقصير عمر كرت الذاكرة.

source: Logging
af_af: Aanmelding
ar_sa: جاري حفظ البيانات

source: Length of log to keep, 0=no limits.
af_af: Lengte van die aanmelding om the onthou, 0=geen beperking.
ar_sa: حجم البيانات المراد حفظها. 0 تعني بلا تحديد.

source: Max log entries
af_af: Maksimum aanmelding inskrywings
ar_sa: اعلى حد لحفظ البيانات

source: Error: json module not found
af_af: Fout: json module nie gevind nie
ar_sa: خطأ: ملف json غير موجود

source: Rebooting...
af_af: Begin van voor af...
ar_sa: جاري إعادة التشغيل...

source: Powering off...
af_af: Skakel af...
ar_sa: جاري إطفاء الطاقة...

source: Restarting...
af_af: Herlaai...
ar_sa: جاري إعادة التشغيل...

source: program
ar_sa: البرنامج

source: station
ar_sa: محطة

source: duration
ar_sa: فترة

source: start
ar_sa: البدء

source: date
ar_sa: التاريخ

source: Run-once
af_af: Hardloop een keer
ar_sa: تشغيل لمرة واحدة

source: Manual
af_af: Hand beheer
ar_sa: يدوي

source: Password
af_af: Wagwoord
ar_sa: كلمة السر

source: Incorrect password, please try again
af_af: Verkeerde wagwoord, prober weer
ar_sa: كلمة السر غير صحيحة، الرجاء المحاولة مرة اخرى

source: Starting timing loop
af_af: Begin tydsberekining
ar_sa: بدء دورة التوقيت

source: plugins loaded:
af_af: inproppe gelaai:
ar_sa: تم تحميل الملحقات:

source: Monday
af_af: Maandag
ar_sa: الإثنين

source: Tuesday
af_af: Dinsdag
ar_sa: الثلاثاء

source: Wednesday
af_af: Woensdag
ar_sa: الأربعاء

source: Thursday
af_af: Donderdag
ar_sa: الخميس

source: Friday
af_af: Vrydag
ar_sa: الجمعة

source: Saturday
af_af: Saterdag
ar_sa: السبت

source: Sunday
af_af: Sondag
ar_sa: الأحد

source: January
af_af: Januarie
ar_sa: يناير

source: February
af_af: Februarie
ar_sa: فبراير

source: March
af_af: Maart
ar_sa: مارس

source: April
ar_sa: أبريل

source: May
af_af: Mei
ar_sa: مايو

source: June
af_af: Junie
ar_sa: يونيو

source: July
af_af: Julie
ar_sa: يوليو

source: August
af_af: Augustus
ar_sa: أغسطس

source: September
ar_sa: سبتمبر

source: October
af_af: Oktober
ar_sa: اكتوبر

source: November
ar_sa: نوفمبر

source: December
af_af: Desember
ar_sa: ديسمبر

source: Program
ar_sa: البرنامج

source: Home
af_af: Tuis
ar_sa: الرئيسية

source: Define Programs
af_af: Definieer Programme
ar_sa: تعريف برامج الري

source: Programs
af_af: Programme
ar_sa: برامج

source: Define Run Once Program
af_af: Defineer 'Hardloop een keer' Programme
ar_sa: تعريف برنامج التشغيل لمرة واحدة

source: Run Once
af_af: Hardloop een keer
ar_sa: تشغيل لمرة واحدة

source: Access Plugins
af_af: Toegang na Inproppe
ar_sa: الدخول على الملحقات

source: Plugins
af_af: Inproppe
ar_sa: الملحقات

source: Log
af_af: Meld
ar_sa: سجل

source: View Log
af_af: Beskou Aanmeldings
ar_sa: استعراض السجل

source: Options
af_af: Opsies
ar_sa: الخيارات

source: Stations
af_af: Stasies
ar_sa: المحطات

source: Configure Stations
af_af: Stasies Instel
ar_sa: إعداد المحطات

source: Logout
af_af: Teken uit
ar_sa: خروج

source: Help
af_af: Hulp
ar_sa: مساعدة

source: CPU Temp
af_af: SPE Temperatuur
ar_sa: وقت المعالج

source: Click to toggle
af_af: Klik om te skakel
ar_sa: اضغط للتغيير

source: Software
af_af: Sagteware
ar_sa: البرنامج

source: version
af_af: weergawe
ar_sa: نسخة

source: Manual Mode
af_af: Handbeheer Modus
ar_sa: وضع يدوي

source: Run Once Program
af_af: 'Hardloop een keer' Program
ar_sa: برنامج التشغيل لمرة واحدة

source: for
af_af: vir
ar_sa: ل

source: on
af_af: aan
ar_sa: على

source: ran
af_af: hardloop
ar_sa: اشتغل

source: Master On
af_af: Meester Aan
ar_sa: الرئيسية شغالة

source: Master Off
af_af: Meester Af
ar_sa: الرئيسية مطفأة

source: Suppressed by Rain Delay
af_af: Onderdruk deur Reen vertraging
ar_sa: الغيت بتأخير المطر

source: Suppressed by Rain Sensor
af_af: Onderdruk deur Reen sensor
ar_sa: الغيت بحساس المطر

source: Off
af_af: Af
ar_sa: ايقاف

source: SIP could not restart. Please restart the program from the command line.
ar_sa: لم يتم إعادة تشغيل البرنامج. الرجاء إعادة تشغيل البرنامج من سطر الأوامر.

source: Enter hours to delay
af_af: Gee ure om te vertraag
ar_sa: ادخل وقت التأجيل بالساعة

source: Delay must be a positive value
ar_sa: وقت التأجيل لا بد أن يكون موجب

source: Enter percentage adjustment
af_af: Gee persentasie verstelling
ar_sa: ادخل نسبة التعديل المئوية

source: Timer values wrong
ar_sa: جهاز ضبط الوقت قيم خاطئة

source: System Off
af_af: Sisteem Af
ar_sa: إيقاف النظام

source: System On
af_af: Sisteem Aan
ar_sa: تشغيل النظام

source: Level
af_af: Vlak
ar_sa: المستوى

source: Normal
af_af: Normaal
ar_sa: عادي

source: Water Level
af_af: Water Vlak
ar_sa: مستوى الري

source: Active
af_af: Aktief
ar_sa: فعّال

source: Rain Delay
af_af: Reen Vertraging
ar_sa: التأخير بسبب المطر

source: rain sensed
af_af: reen opgemerk
ar_sa: حساس المطر

source: no
af_af: nee
ar_sa: لا

source: Auto
af_af: Outomaties
ar_sa: آلي

source: On (Master)
af_af: Aan (Meester)
ar_sa: تشغيل المحطة الرئيسية

source: Off (Master)
af_af: Af (Meester)
ar_sa: إيقاف المحطة الرئيسية

source: On
af_af: Aan
ar_sa: تشغيل

source: Prev Day
af_af: Vorige Dag
ar_sa: اليوم السابق

source: Today
af_af: Vandag
ar_sa: اليوم

source: Next Day
af_af: Volgende Dag
ar_sa: اليوم التالي

source: loading...
af_af: laai...
ar_sa: يتم التحميل...

source: Stop All Stations
af_af: Stop Alle Stasies
ar_sa: إيقاف جميع المحطات

source: Program 1
ar_sa: البرنامج رقم 1

source: SIP Log
af_af: SIP Aanmeldding
ar_sa: سجل البرنامج

source: Enabled
af_af: In staat
ar_sa: تمكين

source: Disabled
af_af: Nie in staat
ar_sa: إيقاف

source: Log
af_af: Aanmelding
ar_sa: سجل

source: limit
af_af: limiet
ar_sa: حد

source: Total number of records:
af_af: Totale hoeveelheid inskrywings:
ar_sa: عدد السجلات الكلي:

source: Download log as
af_af: Laai Aanmeldings af as
ar_sa: حفظ السجل باسم

source: Date
af_af: Datum
ar_sa: التاريخ

source: Start Time
af_af: Begin Tyd
ar_sa: وقت البدء

source: Station
af_af: Stasie
ar_sa: محطة

source: Duration
af_af: Duur
ar_sa: فترة

source: Refresh
af_af: Verfris
ar_sa: تحديث

source: Clear Log
af_af: Verwyder Aanmelding
ar_sa: مسح السجل

source: SIP Login
af_af: SIP Inteken
ar_sa: الدخول للبرنامج

source: Login
af_af: Inteken
ar_sa: الدخول للبرنامج

source: SIP Modify Program
af_af: SIP Verander Program
ar_sa: تعديل البرنامج

source: Error: Incorrect time input
af_af: Fout: Verkeerde tyd gegee
ar_sa: خطأ: الوقت المدخل غير صحيح

source: Please choose at least one weekday for the program to run.
af_af: Kies ten minste een weeksdag vir program om te hardloop.
ar_sa: الرجاء اختيار يوم واحد على الأقل ليعمل البرنامج.

source: Please choose at least one station to run in this program.
af_af: Kies ten minste een stasie om te hardloop in die program.
ar_sa: الرجاء اختيار محطة واحدة على الأقل ليعمل البرنامج.

source: Error: starting in days wrong.
af_af: Fout: dae om te begin is verkeerd.
ar_sa: خطأ: أيام البدء خاطئة.

source: Error: Duration missing.
ar_sa: خطا: فترة غير محددة.

source: Error: Incorrect duration.
af_af: Fout: Verkeerde duur.
ar_sa: خطا: فترة غير صحيحة.

source: Error: Start time must be prior to end time.
af_af: Fout: Begin tyd moet voor eind tyd wees.
ar_sa: خطأ: وقت البدء يجب أن يكون قبل وقت النهاية.

source: Edit Program #
af_af: Verstel Program #
ar_sa: تعديل البرنامج رقم#

source: Add a New Program
af_af: Voeg Nuwe Program by
ar_sa: إضافة برنامج

source: Program Off
af_af: Program Af
ar_sa: إيقاف البرنامج

source: Program On
af_af: Program Aan
ar_sa: تشغيل البرنامج

source: Recurring
af_af: Herhalind
ar_sa: متكرر

source: Single pass
af_af: Enkelpas
ar_sa: مرة واحدة

source: Every
af_af: Alle
ar_sa: كل

source: Until
af_af: Totdat
ar_sa: حتى

source: Interval
ar_sa: فترة

source: Weekly
af_af: Weekliks
ar_sa: أسبوعي

source: Select All
af_af: Kies Alles
ar_sa: اختيار الكل

source: Clear All
af_af: Vee alles uit
ar_sa: مسح الكل

source: Water interval
ar_sa: فترة الري

source: Starting in
af_af: Begin in
ar_sa: البدء خلال

source: Any Day
af_af: Enige Dag
ar_sa: أي يوم

source: Restrict Day
af_af: Beperkte Dag
ar_sa: حجب يوم

source: Even
af_af: Gelyk
ar_sa: زوجي

source: Odd
af_af: Ongelyk
ar_sa: فردي

source: (except 31st and Feb 29th)
af_af: (behalwe 31ste en Feb 29ste)
ar_sa: (ما عدا 31 و 29 فبراير)

source: Save
af_af: Berg
ar_sa: حفظ

source: Cancel
af_af: Kanselleer
ar_sa: إلغاء

source: SIP Monthly Adjustments
af_af: SIP Maandelikse Verstellings
ar_sa: التعديل الشهري

source: Monthly Irrigation Adjustments
af_af: Maandelikse Besproeing Verstellings
ar_sa: تعديل الري الشهري

source: Enter an adjustment for each month (% irrigation time)
af_af: Voer 'n aanpassing in vir elke maand (% besproeing tyd)
ar_sa: أدخل نسبة التعديل لكل شهر (% من وقت الري)

source: Submit
af_af: Dien in
ar_sa: حفظ

source: SIP Options
af_af: SIP Opsies
ar_sa: خيارات

source: Hide Tooltips
af_af: Versteek Gereedskapstippe
ar_sa: إخفاء التلميحات

source: Show Tooltips
af_af: Wys Gereedskapstippe
ar_sa: إظهار التلميحات

source: The password given was incorrect.
af_af: Die gegewe wagwoord is verkeerd.
ar_sa: كلمة السر المدخلة غير صحيحة.

source: Please enter a password.
af_af: Gee wagwoord asseblief.
ar_sa: ادخل كلمة السر.

source: Passwords don't match, please re-enter.
af_af: Wagwoorde verskil, tik weer in asseblief.
ar_sa: كلمة السر غير متطابقة، الرجاء إعادة المحاولة.

source: Must be 0 to +60, please re-enter.
ar_sa: لا بد أن يكون 0 إلى +60، الرجاء إعادة الإدخال.

source: Edit Options
af_af: Wysig Opsies
ar_sa: خيارات التعديل

source: Default
af_af: Standaard
ar_sa: الإفتراضي

source: None
af_af: Geen
ar_sa: بلا

source: System Restart
af_af: Sisteem Herstel
ar_sa: إعادة تشغيل النظام

source: Restart
af_af: Herstel
ar_sa: إعادة التشغيل

source: Restart software
af_af: Sagteware Herstel
ar_sa: إعادة تشغيل البرنامج

source: Reboot
af_af: Trek skoene weer aan
ar_sa: إعادة التشغيل

source: Reboot hardware
af_af: Trek hardeware skoene weer aan
ar_sa: إعادة تشغيل الجهاز

source: Submit Changes
af_af: Dien veranderinge in
ar_sa: حفظ التغييرات

source: SIP Plugin Manager
af_af: SIP Inprop Bestuurder
ar_sa: مدير الملحقات

source: Installed Plugins
af_af: Ge-installeerde Inproppe
ar_sa: الملحقات المثبتة

source: Browse More Plugins
af_af: Snuffel vir meer Inproppe
ar_sa: استعراض ملحقات أخرى

source: Roll Your Own
af_af: Doen Jou Eie
ar_sa: إضافة ملحقك الخاص

source: Name
af_af: Naam
ar_sa: الإسم

source: Uninstall?
af_af: Verwyder?
ar_sa: إزالة التثبيت؟

source: CAUTION:
af_af: WAARSKUWING:
ar_sa: تحذير:

source: Clicking UPDATE or UNINSTALL will restart the software and stop any running programs.
af_af: Aa Opgradeer of Verwyder geklik word sal die sagteware herstel word en enige stasies wat hardloop sal stop.
ar_sa: الضغط على تحديث أو إزالة التثبيت سيؤدي إلى إعادة تشغيل البرنامج وإيقاف برنامج الري الجاري.

source: Update Enabled
af_af: Opdateer Ge-aktiveer
ar_sa: تمكين التحديث

source: Uninstall
af_af: Verwyder
ar_sa: إزالة التثبيت

source: SIP Plugin Browser
af_af: SIP Inprop Snuffelgids
ar_sa: استعراض الملحقات

source: Available Plugins
af_af: Beskikbare Inproppe
ar_sa: الملحقات المتاحة

source: Unless otherwise stated these plugins are licensed under GPL 3.0
af_af: Tensy anders gespesifiseer is hierdie inproppe gelisensieer deur GPL 3.0
ar_sa: مالم يتم ذكر نوع الترخيص فإن هذه الملحقات تخضع لرخصة GPL 3.0

source: install
af_af: installeer
ar_sa: تثبيت

source: Back
af_af: Terug
ar_sa: الرجوع

source: SIP Programs
af_af: SIP Programme
ar_sa: برامج

source: Every
af_af: Elke
ar_sa: كل

source: days
af_af: dae
ar_sa: أيام

source: starting in
af_af: begin na
ar_sa: البدء خلال

source: Every Weekday
af_af: Elke Weeksdag
ar_sa: كل يوم

source: Fri
af_af: Vry
ar_sa: ج

source: Mon
af_af: Maan
ar_sa: إث

source: Sat
ar_sa: س

source: Sun
af_af: Son
ar_sa: أح

source: Thur
af_af: Don
ar_sa: خ

source: Tue
af_af: Dins
ar_sa: ث

source: Wed
af_af: Woens
ar_sa: أر

source: (Even days only)
af_af: (Gelyke dae alleenlik)
ar_sa: (الأيام الزوجية فقط)

source: (Odd days only)
af_af: (Ongelyke dae alleenlik)
ar_sa: (الأيام الفردية فقط)

source: Delete All
af_af: Vee Alles Uit
ar_sa: مسح الكل

source: Run
af_af: Hardloop
ar_sa: تشغيل

source: Starting
af_af: Begin
ar_sa: جاري البدء

source: with individual station durations
ar_sa: مع فترة لكل محطة

source: for
af_af: vir
ar_sa: ل

source: until
af_af: totdat
ar_sa: حتى

source: Recurring every
af_af: Herhalende
ar_sa: متكرر كل

source: Run Now
af_af: Hardloop Nou
ar_sa: تشغيل الآن

source: Edit
af_af: Wysig
ar_sa: تعديل

source: Delete
af_af: Vee uit
ar_sa: حذف

source: SIP Proto Plugin
af_af: SIP Proto Inprop
ar_sa: ملحق افتراضي

source: Example Check Boxes
af_af: Voorbeelde van Kies Blokkies
ar_sa: اختيار الأمثلة

source: Heading
af_af: Opskrif
ar_sa: العنوان

source: Check Box 1
af_af: Kies blokkie 1
ar_sa: اختيار رقم 1

source: Check Box 2
af_af: Kies blokkie 2
ar_sa: اختيار رقم 2

source: Text Entry Fields
af_af: Teks Inskrywing Velde
ar_sa: حقول إدخال النص

source: Text Field 1
af_af: Teks Veld 1
ar_sa: نص رقم 1

source: Text Field 2
af_af: Teks Veld 2
ar_sa: نص رقم 2

source: SIP Restarting
af_af: SIP Herstelling
ar_sa: جاري إعادة تشغيل البرنامج

source: SIP is restarting
af_af: SIP is besig om te herstel
ar_sa: جاري إعادة تشغيل البرنامج

source: This may take several seconds...
af_af: Dit mag 'n paar sekondes neem...
ar_sa: قد يستغرق ثواني...

source: SIP Run-Once
af_af: SIP 'Hardloop een keer'
ar_sa: تشغيل لمرة واحدة

source: Timer values wrong:
af_af: Tye verkeerd:
ar_sa: قيم المؤقت خاطئة:

source: No station is scheduled to run
af_af: Geen stasie is geskeduleer om te werk nie
ar_sa: لا يوجد محطة مجدولة

source: Reset Time
af_af: Herstel Tyd
ar_sa: إعادة تعيين الوقت

source: SIP Stations
af_af: SIP stasies
ar_sa: المحطات

source: Enabled?
af_af: Ge-aktiveer?
ar_sa: تمكين؟

source: Ignore Rain?
af_af: Ignoreer Reen?
ar_sa: تجاهل المطر؟

source: Ignore Plugin adjustments?
af_af: Ignoreer Inprop verstellings?
ar_sa: تجاهل تعديل الملحق؟

source: Activate Master?
af_af: Aktiveer Meester?
ar_sa: تشغيل المحطة الرئيسية؟

source: (Master valve)
af_af: (Meester klep)
ar_sa: (المحبس الرئيسي)

source: Reset Names
af_af: Herstel name
ar_sa: إعادة تعيين الأسماء

source: SIP Software Updater
af_af: SIP sagteware Opgradeerder
ar_sa: محدث البرنامح

source: This plugin compares the local SIP version with the GitHub repository and can update the local software.
af_af: Hierdie inprop vergelyk die plaaslikie SIP weergawe met GitHub se berging en hou plaaslike sagteware op datum.
ar_sa: يقوم هذا الملحق بمقارنة البرنامج الحالي مع موقع المطور وبإمكانه تحديث البرنامج.

source: Remote repository
af_af: Afgelee bewaarplek
ar_sa: مخزن البرامج على الإنترنت

source: Local SIP version
af_af: Plaaslike SIP weergawe
ar_sa: نسخة البرنامج المحلية

source: Local SIP date
af_af: Plaaslike SIP datum
ar_sa: تاريخ البرنامج المحلي

source: Refresh Status
af_af: Verfris Status
ar_sa: حالة التحديث

source: Update SIP
af_af: Opdateer
ar_sa: تحديث البرنامج

source: Up-to-date
af_af: Op-datum
ar_sa: محدثة

source: Restart SIP
af_af: Begin SIP van vooraf
ar_sa: أعد تشغيل البرنامج

source: not found.
af_af: nie gevind nie.
ar_sa: غير موجود.

source: Station
af_af: Stasie
ar_sa: محطة

source: Manual mode not active.
af_af: Handbeheer nie aktief nie.
ar_sa: الوضع اليدوي غير شغال.

source: Date, Start Time, Zone, Duration, Program
af_af: Datum, Begin Tyd, Sone, Duur, Program
ar_sa: التاريخ، وقت البدء، المنطقة، الفترة، البرنامج
